Repository: Luciffo/Portal_Group
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Sign in
de: Anmelden

source: Username
de: Benutzername

source: Password
de: Passwort

source: Sign up
de: Anmelden

source: Password 1
de: Passwort:%1

source: Password 2
de: Passwort <g id="2">2</g>

source: Portal group
de: 8 Elektronischer Rechtsverkehr .

source: Language
de: Sprache

source: Home
de: Startseite

source: News
de: Nachrichten

source: Gallery
de: Galerie

source: E-diary
de: e-Tagebuch

source: Survey
de: Umfrage

source: Main Portfolio
de: Hauptportfolio

source: Portfolio Information
de: Portfolio-Informationen

source: Projects Information
de: Projektinformationen

source: Create Portfolio
de: Portfolio erstellen aus

source: Profile info
de: persönliche Informationen

source: Logout
de: Abmelden

source: Sign Up
de: Registrieren

source: Save
de: Speichern

source: Event Calendar
de: Veranstaltungskalender

source: Previous Month
de: Voriger Monat

source: Next Month
de: Nächster Monat

source: Date
de: Datum

source: Description
de: Beschreibung

source: Category
de: Kategorie

source: Status
de: Rechtsstatus

source: Type
de: Typ

source: Create Event
de: Veranstaltung erstellen

source: Back to Main
de: Zurück zur Startseite

source: Portal Group
de: 8 Elektronischer Rechtsverkehr .

source: Start time
de: Startzeit

source: End time
de: Ende

source: Edit content
de: Inhalt bearbeiten

source: Add new content
de: Inhalt erstellen

source: Options
de: Optionen (Options)

source: Save post
de: Beitrag speichern

source: Reply to
de: Antwort an

source: Delete page
de: Seite löschen

source: Are you sure you want to delete thread
de: Sind Sie sicher, dass Sie diesen Thread löschen möchten?

source: Yes, delete
de: Ja, löschen

source: Go back to forum
de: Zum Forum

source: votes
de: Abstimmungen

source: file
de: Datei

source: Edit
de: Bearbeiten

source: Complain
de: Beschwerde

source: Reply with text
de: Mit Text antworten

source: Reply with image
de: Mit Bild antworten

source: Reply with video
de: Mit Video antworten

source: Reply with file
de: Mit Datei antworten

source: Reply with voting
de: Antworten Sie mit Voting

source: No posts on this thread yet
de: Noch keine Beiträge in diesem Thread

source: Add new posts
de: Neue Beiträge hinzufügen

source: Image
de: Bild

source: File
de: Datei

source: Voting
de: Teilnehmen

source: previous
de: vorherige

source: next
de: nächste

source: Delete
de: Löschen

source: No thread yet create new one
de: Noch kein Thread erstellt

source: Create new thread
de: Neues Thema erstellen

source: Friend List
de: Freundesliste

source: Friends
de: Freunde

source: Main Page
de: Hauptseite

source: Mailbox
de: Mailbox, Posteingang

source: Add Friends
de: Freunde hinzufügen

source: You
de: Sie

source: wants to be your friend
de: Sie

source: Accept
de: Akzeptieren

source: Send Friend Request
de: Kontaktanfrage abschicken

source: Send Request
de: Anfrage senden

source: Was added
de: wurde hinzugefügt

source: Gallery create
de: Galerie erstellen

source: Deleting grade
de: Note wird gelöscht

source: Are you sure you want delete grade
de: Sind Sie sicher, dass Sie die Note löschen möchten?

source: Yes delete
de: Ja, löschen

source: No go back to grades list
de: Notenliste zurück

source: Go back to grades list
de: Zurück zur Notenliste

source: student
de: Teilnehmer

source: subject
de: Thema

source: grade
de: Note

source: commment
de: Note

source: graded by
de: benotet von

source: Delete grade
de: Sorte löschen

source: Create grade
de: Note erstellen

source: Welcome to the Portal
de: Willkommen im Portal

source: Join the discussion on our forum
de: Nehmen Sie an der Diskussion in unserem Forum teil

source: Go to Forum
de: Zum Forum

source: Stay updated with the latest news
de: Bleiben Sie mit unseren aktuellen Nachrichten auf dem Laufenden

source: Read News
de: Nachrichten lesen

source: Create and manage your projects
de: Ihre Projekte anlegen und verwalten.

source: Go to Portfolio
de: Zum Portfolio

source: Sign in to Create Portfolio
de: Melden Sie sich an, um ein Portfolio zu erstellen

source: Find a friends and chat with them
de: Finde Freunde und chatte mit ihnen

source: Find a Friend
de: ein Freund

source: If you want see intresting, funny, scary photo go to the Gallery
de: Wenn Sie ein interessantes, lustiges, gruseliges Foto sehen möchten, gehen Sie in die Galerie

source: Go to the Gallery
de: Weiter zur Galerie

source: Monitor your grades
de: Überwachen Sie Ihre Noten

source: See your Grades
de: Sieh dir deine Noten an

source: Delete announcement
de: Ankündigung löschen

source: Are you sure you want to delete announcement?
de: Sind Sie sicher, dass Sie diese Ankündigung löschen möchten?

source: No, Go back to announcements list
de: Nein, zurück zur Ankündigungsliste

source: Go back to announcements list
de: Zurück zur Ankündigungsliste

source: Update announcement
de: Ankündigung aktualisieren

source: Last updated
de: Zuletzt aktualisiert

source: by
de: von

source: Create announcement
de: Ankündigung erstellen

source: Create your portfolio
de: Erstellen Sie Ihr Portfolio

source: Would you like to veiw/update your portfolio
de: Möchten Sie Ihr Portfolio aktualisieren/aktualisieren

source: Update projects info
de: Projektinformationen aktualisieren

source: Update portfolio
de: Portfolio aktualisieren

source: Would you like to view portfolio?
de: Möchten Sie sich das Portfolio ansehen?

source: Projects info
de: Projektinfo

source: Fill information about your projects
de: Füllen Sie Informationen zu Ihren Projekten aus

source: Change info about projects
de: Informationen zu Projekten ändern

source: Create project information
de: Projektinformationen erstellen

source: Cancel
de: Projektinformationen erstellen

source: Your projects
de: Ihre Projekte

source: Portfolio Create
de: Portfolio erstellen

source: You should first create portfolio
de: Sie sollten zuerst ein Portfolio erstellen

source: Edit profile photo
de: Profilfoto bearbeiten

source: Add profile photo
de: Profilfoto bearbeiten

source: Step
de: Schritt

source: first step
de: Erster Schritt

source: prev step
de: Vorheriger Schritt

source: Are you sure you want to delete page
de: Sind Sie sicher, dass Sie Folgendes löschen möchten

source: Go back to survey
de: Zur Übersicht

source: save
de: Speichern

source: Edit question
de: Frage bearbeiten

source: Add new question
de: Deinen Kommentar posten

source: Save question
de: Frage speichern

source: Link to complete survey
de: Link zum Ausfüllen der Umfrage

source: Download in csv file
de: CSV-Datei herunterladen

source: User
de: Benutzer

source: created
de: erstellt

source: Thank you for completing %(survey)s your answers are saved
de: Vielen Dank, dass Sie %(survey)s ausgefüllt haben. Ihre Antworten wurden gespeichert.

source: Would you like to recomplete it?
de: Möchtest du es erneut vervollständigen?

source: Change answers
de: Antworten ändern für

source: You can't change your answers
de: Sie können Ihre Antworten nicht ändern

source: Answers
de: Antworten

source: Delete survey
de: Umfrage-Website löschen

source: Are you sure you want to delete survey
de: Sind Sie sich sicher, dass Sie diese Umfrage löschen wollen?

source: Go back to survey list
de: Zurück zur Umfrageliste

source: page
de: Seite

source: of
de: Seite

source: Delete question
de: Frage löschen

source: Add new questions to this page
de: Neue Fragen zu dieser Seite hinzufügen

source: Text question
de: Textfrage

source: Question with options
de: Frage mit Optionen

source: Create new page
de: Neue Seite erstellen

source: Create new survey
de: Neues Quiz/Umfrage erstellen
